Repository: MagicFab/browserid-wordpress
Catalog: languages/browserid-*.po
Languages: es_es

source: Sign in with your email
es_es: Conectarse con su email

source: Logout
es_es: Desconexión

source: Settings
es_es: Opciones

source: Verification failed
es_es: Falló la verificación

source: Verification response invalid
es_es: Respuesta de verificación inválida

source: reason
es_es: razón

source: You must already have an account to log in with Persona.
es_es: Ya debe tener una cuenta para acceder con Persona

source: Register
es_es: Registro

source: <strong>ERROR</strong>: %s uses Mozilla Persona for registration. Please register using Persona.
es_es: <strong>ERROR</strong>: %s usa Mozilla Persona para el registro. Por favoir regístrese usando Persona.

source: Password reset disabled
es_es: Está desactivada la reinicialización de clave

source: %s uses Mozilla Persona to sign in and does not use passwords. Password reset is disabled.
es_es: %s usa Mozilla Persona para acceder y no usa claves. La reinicialización de clave está desactivada.

source: What is Persona?
es_es: ¿Qué es Persona?

source: Administration
es_es: Administración

source: Site name:
es_es: Nombre del sitio:

source: Site logo:
es_es: Logo del sitio:

source: Disable non-Persona logins:
es_es: Desactivar el acceso sin Persona:

source: Login button HTML:
es_es: HTML del botón de acceso:

source: Logout button HTML:
es_es: HTML del botón de desconexión:

source: Login redirection URL:
es_es: URL de redirección del acceso:

source: Enable for comments:
es_es: Activar para los comentarios:

source: Enable bbPress integration:
es_es: Activar la integración bbPress:

source: Persona source:
es_es: Fuente de Persona:

source: Verification server:
es_es: Servidor de verificación:

source: Debug mode:
es_es: Modo \"debug\":

source: Absolute path, works only with SSL
es_es: Camino absoluto, sólo funciona con SSL:

source: Default WordPress dashboard
es_es: Panel de control WordPress por defecto

source: Enables anonymous posting implicitly
es_es: Activa de mandera implícita los enviós anónimos

source: Default
es_es: Por defecto

source: Security risk!
es_es: Riesgo de seguridad!

source: Mozilla Persona login button
es_es: Botón de acceso Mozilla Persona

source: %s uses Mozilla Persona to sign in and does not use passwords
es_es: %s usa Mozilla Persona para el acceso y no usa claves
